Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# options.helperMode.info
source: In Helper Mode the correct answer is always shown in green. Trophies earned in this mode are counted separately and marked with a star.
af: In Helpermodus word die regte antwoord altyd groen gewys. Trofeë wat jy in dié modus verdien, word apart getel en met ’n ster gemerk.
am: በረዳት ሁነታ ትክክለኛው መልስ ሁልጊዜ በአረንጓዴ ይታያል። በዚህ ሁነታ የሚገኙ ዋንጫዎች ለብቻቸው ተቆጥረው በኮከብ ይለያሉ።
ar: في وضع المساعد، تظهر الإجابة الصحيحة دائمًا بالأخضر. تُحسب الكؤوس المكتسبة فيه بشكل منفصل وتُميّز بنجمة.
as: সহায়ক মোডত সঠিক উত্তৰ সদায় সেউজীয়া দেখুৱায়। এই মোডৰ ট্ৰফী পৃথকে গণনা হয় আৰু তাৰকা চিহ্ন থাকে।
az: Köməkçi rejimdə düzgün cavab həmişə yaşıl göstərilir. Bu rejimdə qazanılan kuboklar ayrıca sayılır və ulduzla işarələnir.
be: У рэжыме падказкі правільны адказ заўсёды паказаны зялёным. Заробленыя тут трафеі лічацца асобна і пазначаюцца зоркай.
bg: В режим с помощ верният отговор винаги е зелен. Спечелените тук трофеи се броят отделно и са отбелязани със звезда.
bn: সহায়ক মোডে সঠিক উত্তর সব সময় সবুজ দেখানো হয়। এই মোডের ট্রফি আলাদা গোনা হয় এবং তারকা দিয়ে চিহ্নিত থাকে।
bo: རོགས་རམ་རྣམ་པའི་ནང་ལན་འགྲིག་པ་རྟག་ཏུ་ལྗང་ཁུས་མཚོན། རྣམ་པ་འདིར་ཐོབ་པའི་བྱ་དགའ་ལོགས་སུ་བརྩི་ཞིང་སྐར་མས་རྟགས་བཀོད།
bs: U načinu s pomoćnikom tačan odgovor je uvijek zelen. Trofeji osvojeni u ovom načinu broje se odvojeno i označeni su zvjezdicom.
ca: En el mode d’ajuda, la resposta correcta sempre es mostra en verd. Els trofeus guanyats en aquest mode es compten a part i es marquen amb una estrella.
cs: V režimu nápovědy je správná odpověď vždy zelená. Trofeje získané v tomto režimu se počítají zvlášť a označují hvězdičkou.
cy: Yn y Modd Cynorthwyydd, mae'r ateb cywir bob amser yn wyrdd. Caiff tlysau a enillir yn y modd hwn eu cyfrif ar wahân a'u marcio â seren.
da: I hjælpetilstand vises det rigtige svar altid med grønt. Pokaler fra denne tilstand tælles separat og markeres med en stjerne.
de: Im Hilfemodus wird die richtige Antwort immer grün angezeigt. Dort verdiente Pokale werden getrennt gezählt und mit einem Stern markiert.
el: Στη λειτουργία βοήθειας, η σωστή απάντηση φαίνεται πάντα με πράσινο. Τα τρόπαια που κερδίζεις εδώ μετριούνται χωριστά και έχουν ένα αστέρι.
es: En el modo Ayuda, la respuesta correcta siempre aparece en verde. Los trofeos ganados en este modo se cuentan aparte y llevan una estrella.
et: Abilise režiimis näidatakse õiget vastust alati roheliselt. Selles režiimis teenitud karikad loetakse eraldi ja märgitakse tärniga.
eu: Laguntzaile moduan, erantzun zuzena beti berdez agertzen da. Modu honetan lortutako garaikurrak aparte zenbatzen dira eta izar batekin markatzen dira.
fa: در حالت راهنما، پاسخ درست همیشه سبز است. جام‌های این حالت جدا شمرده می‌شوند و ستاره دارند.
fi: Apuritilassa oikea vastaus näkyy aina vihreänä. Tässä tilassa ansaitut pokaalit lasketaan erikseen ja merkitään tähdellä.
fo: Í hjálparstøðu verður rætta svarið altíð víst grønt. Steyp, sum tú vinnur her, verða tald fyri seg og merkt við stjørnu.
fr: En mode Aide, la bonne réponse est toujours affichée en vert. Les trophées gagnés dans ce mode sont comptés séparément et marqués d’une étoile.
ga: Sa Mhód Cúntóra, taispeántar an freagra ceart i nglas i gcónaí. Déantar na trófaithe a fhaightear sa mhód seo a chomhaireamh ar leithligh agus marcáiltear iad le réalta.
gl: No modo de axuda, a resposta correcta sempre aparece en verde. Os trofeos gañados neste modo cóntanse á parte e márcanse cunha estrela.
gu: મદદ મોડમાં સાચો જવાબ હંમેશા લીલો દેખાય છે. આ મોડમાં મળેલી ટ્રોફીઓ અલગ ગણાય છે અને તારાથી ચિહ્નિત થાય છે.
he: במצב עזרה התשובה הנכונה תמיד מוצגת בירוק. גביעים שמרוויחים במצב הזה נספרים בנפרד ומסומנים בכוכבית.
hi: सहायक मोड में सही उत्तर हमेशा हरे रंग में दिखता है। इस मोड की ट्रॉफियाँ अलग गिनी जाती हैं और उन पर तारा लगा होता है।
hr: U načinu pomoći točan je odgovor uvijek zelen. Pehari osvojeni u tom načinu broje se odvojeno i označeni su zvjezdicom.
hu: Segítő módban a helyes válasz mindig zöld. Az itt szerzett trófeákat külön számoljuk, és csillaggal jelöljük.
hy: Օգնականի ռեժիմում ճիշտ պատասխանը միշտ կանաչ է։ Այս ռեժիմում վաստակած գավաթները հաշվվում են առանձին և նշվում աստղով։
id: Dalam Mode Bantuan, jawaban benar selalu ditampilkan hijau. Trofi dari mode ini dihitung terpisah dan diberi tanda bintang.
is: Í hjálparstillingu er rétta svarið alltaf grænt. Bikarar sem fást þar teljast sér og eru merktir með stjörnu.
it: Nella modalità Aiuto, la risposta corretta è sempre mostrata in verde. I trofei guadagnati vengono contati a parte e contrassegnati con una stella.
ja: おたすけモードでは、正しい答えがいつも緑色で表示されます。このモードでもらったトロフィーは別に数え、星印が付きます。
ka: დამხმარე რეჟიმში სწორი პასუხი ყოველთვის მწვანედ ჩანს. ამ რეჟიმში მიღებული თასები ცალკე ითვლება და ვარსკვლავით აღინიშნება.
kk: Көмекші режимінде дұрыс жауап әрдайым жасыл түспен көрсетіледі. Бұл режимде алынған жүлделер бөлек саналып, жұлдызшамен белгіленеді.
km: ក្នុងរបៀបជំនួយ ចម្លើយត្រឹមត្រូវតែងតែបង្ហាញជាពណ៌បៃតង។ ពានដែលរកបានក្នុងរបៀបនេះត្រូវបានរាប់ដាច់ដោយឡែក និងសម្គាល់ដោយផ្កាយ។
kn: ಸಹಾಯಕ ಮೋಡ್‌ನಲ್ಲಿ ಸರಿಯಾದ ಉತ್ತರ ಯಾವಾಗಲೂ ಹಸಿರಿನಲ್ಲಿ ಕಾಣುತ್ತದೆ. ಈ ಮೋಡ್‌ನಲ್ಲಿ ಗಳಿಸಿದ ಟ್ರೋಫಿಗಳನ್ನು ಬೇರೆ ಎಣಿಸಿ ನಕ್ಷತ್ರ ಗುರುತು ಹಾಕಲಾಗುತ್ತದೆ.
ko: 도우미 모드에서는 정답이 항상 초록색으로 보여요. 이 모드에서 받은 트로피는 따로 계산되고 별표가 붙어요.
lo: ໃນໂໝດຕົວຊ່ວຍ ຄຳຕອບທີ່ຖືກຈະສະແດງເປັນສີຂຽວສະເໝີ. ຖ້ວຍທີ່ໄດ້ໃນໂໝດນີ້ຈະນັບແຍກ ແລະ ໝາຍດ້ວຍດາວ.
lt: Pagalbos režimu teisingas atsakymas visada rodomas žaliai. Šiuo režimu gauti trofėjai skaičiuojami atskirai ir žymimi žvaigždute.
lv: Palīga režīmā pareizā atbilde vienmēr ir zaļa. Šajā režīmā nopelnītās trofejas skaita atsevišķi un atzīmē ar zvaigznīti.
mk: Во режимот со помош точниот одговор секогаш е зелен. Трофеите освоени во овој режим се бројат одделно и се означени со ѕвездичка.
ml: സഹായി മോഡിൽ ശരിയായ ഉത്തരം എപ്പോഴും പച്ചയായി കാണിക്കും. ഈ മോഡിൽ നേടിയ ട്രോഫികൾ വേറെയായി എണ്ണി നക്ഷത്രം അടയാളപ്പെടുത്തും.
mn: Туслагчийн горимд зөв хариултыг үргэлж ногооноор харуулна. Энэ горимд авсан цомыг тусад нь тоолж, одоор тэмдэглэнэ.
mr: मदतनीस मोडमध्ये योग्य उत्तर नेहमी हिरवे दिसते. या मोडमधल्या ट्रॉफी वेगळ्या मोजल्या जातात आणि त्यांना तारा असतो.
ms: Dalam Mod Pembantu, jawapan betul sentiasa ditunjukkan hijau. Trofi dalam mod ini dikira berasingan dan ditanda bintang.
my: အကူမုဒ်မှာ အဖြေမှန်ကို အမြဲအစိမ်းရောင်နဲ့ ပြမယ်။ ဒီမုဒ်က ဆုဖလားတွေကို သီးခြားရေတွက်ပြီး ကြယ်ပွင့်နဲ့ မှတ်ထားမယ်။
ne: सहायक मोडमा सही उत्तर सधैं हरियो देखिन्छ। यस मोडका ट्रफी छुट्टै गनिन्छन् र ताराले चिनिन्छन्।
nl: In de hulpmodus wordt het juiste antwoord altijd groen weergegeven. Trofeeën die je in deze modus verdient worden apart geteld en gemarkeerd met een ster.
no: I hjelpemodus vises riktig svar alltid med grønt. Trofeer du får i denne modusen, telles separat og merkes med en stjerne.
or: ସହାୟକ ମୋଡ୍‌ରେ ଠିକ୍ ଉତ୍ତର ସବୁବେଳେ ସବୁଜ ରଙ୍ଗରେ ଦେଖାଯାଏ। ଏହି ମୋଡ୍‌ରେ ଜିତିଥିବା ଟ୍ରଫି ଅଲଗା ଗଣାଯାଏ ଓ ତାରା ଚିହ୍ନ ଦିଆଯାଏ।
pa: ਸਹਾਇਕ ਮੋਡ ਵਿੱਚ ਸਹੀ ਜਵਾਬ ਹਮੇਸ਼ਾ ਹਰੇ ਰੰਗ ਵਿੱਚ ਦਿਖਦਾ ਹੈ। ਇਸ ਮੋਡ ਦੀਆਂ ਟ੍ਰਾਫੀਆਂ ਵੱਖ ਗਿਣੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਤਾਰੇ ਨਾਲ ਨਿਸ਼ਾਨ ਲੱਗਦਾ ਹੈ।
pl: W trybie pomocy poprawna odpowiedź jest zawsze zielona. Zdobyte tu puchary są liczone osobno i oznaczone gwiazdką.
pt: No modo de ajuda, a resposta certa aparece sempre a verde. Os troféus ganhos neste modo são contados à parte e marcados com uma estrela.
ro: În modul Ajutor, răspunsul corect este mereu verde. Trofeele câștigate astfel sunt numărate separat și marcate cu o stea.
ru: В режиме подсказки правильный ответ всегда выделен зелёным. Полученные здесь трофеи считаются отдельно и отмечаются звёздочкой.
si: උදව් මාදිලියේ නිවැරදි පිළිතුර හැමවිටම කොළ පාටින් පෙන්වයි. මෙහි උපයන කුසලාන වෙනම ගණන් කර තරුවකින් සලකුණු කරයි.
sk: V režime pomocníka je správna odpoveď vždy zelená. Trofeje získané v tomto režime sa počítajú osobitne a označujú hviezdičkou.
sl: V načinu pomočnika je pravilen odgovor vedno prikazan zeleno. Pokali, osvojeni v tem načinu, se štejejo posebej in so označeni z zvezdico.
sq: Në modalitetin e ndihmës, përgjigjja e saktë shfaqet gjithmonë me të gjelbër. Trofetë e fituar këtu numërohen veç dhe shënohen me yll.
sr: U režimu pomoći tačan odgovor je uvek zelen. Trofeji osvojeni u ovom režimu broje se odvojeno i označeni su zvezdicom.
sv: I hjälpläget visas rätt svar alltid i grönt. Pokaler du får i detta läge räknas separat och markeras med en stjärna.
sw: Katika Hali ya Msaada, jibu sahihi huonyeshwa kwa kijani. Vikombe vya hali hii huhesabiwa kando na kutiwa nyota.
ta: உதவி முறையில் சரியான விடை எப்போதும் பச்சை நிறத்தில் காட்டப்படும். இதில் கிடைக்கும் கோப்பைகள் தனியாக எண்ணப்பட்டு நட்சத்திரக் குறியுடன் காட்டப்படும்.
te: సహాయక మోడ్‌లో సరైన జవాబు ఎప్పుడూ ఆకుపచ్చగా కనిపిస్తుంది. ఈ మోడ్‌లో పొందిన ట్రోఫీలను విడిగా లెక్కించి నక్షత్రంతో గుర్తిస్తారు.
th: ในโหมดตัวช่วย คำตอบที่ถูกจะแสดงเป็นสีเขียวเสมอ ถ้วยรางวัลจากโหมดนี้จะนับแยกและมีรูปดาว
tr: Yardımcı Modu'nda doğru cevap her zaman yeşil gösterilir. Bu modda kazanılan kupalar ayrı sayılır ve yıldızla işaretlenir.
ug: ياردەمچى ھالەتتە توغرا جاۋاب ھەمىشە يېشىل كۆرسىتىلىدۇ. بۇ ھالەتتە ئېرىشكەن لوڭقىلار ئايرىم ھېسابلىنىپ، يۇلتۇز بىلەن بەلگىلىنىدۇ.
uk: У режимі помічника правильна відповідь завжди зелена. Трофеї з цього режиму рахуються окремо й позначаються зірочкою.
ur: مددگار موڈ میں درست جواب ہمیشہ سبز دکھتا ہے۔ اس موڈ کی ٹرافیاں الگ گنی جاتی ہیں اور ستارے سے نشان زد ہوتی ہیں۔
uz: Yordamchi rejimda to‘g‘ri javob doim yashil ko‘rsatiladi. Bu rejimda olingan sovrinlar alohida sanaladi va yulduzcha bilan belgilanadi.
vi: Trong chế độ trợ giúp, đáp án đúng luôn hiện màu xanh. Cúp nhận được ở chế độ này được tính riêng và đánh dấu bằng ngôi sao.
zh: 辅助模式会一直用绿色显示正确答案。在此模式中获得的奖杯会单独计算，并标上星号。
zu: Kumodi yomsizi, impendulo efanele ihlale iboniswa ngokuluhlaza. Izindebe ezitholwe kule modi zibalwa ngokwehlukana futhi zimakwe ngenkanyezi.

# options.helperMode.title
source: Helper mode
af: Helpermodus
am: ረዳት ሁነታ
ar: وضع المساعد
as: সহায়ক মোড
az: Köməkçi rejim
be: Рэжым падказкі
bg: Режим с помощ
bn: সহায়ক মোড
bo: རོགས་རམ་རྣམ་པ
bs: Način s pomoćnikom
ca: Mode d’ajuda
cs: Režim nápovědy
cy: Modd Cynorthwyydd
da: Hjælpetilstand
de: Hilfemodus
el: Λειτουργία βοήθειας
es: Modo Ayuda
et: Abilise režiim
eu: Laguntzaile modua
fa: حالت راهنما
fi: Apuritila
fo: Hjálparstøða
fr: Mode Aide
ga: Mód Cúntóra
gl: Modo de axuda
gu: મદદ મોડ
he: מצב עזרה
hi: सहायक मोड
hr: Način pomoći
hu: Segítő mód
hy: Օգնականի ռեժիմ
id: Mode Bantuan
is: Hjálparstilling
it: Modalità Aiuto
ja: おたすけモード
ka: დამხმარე რეჟიმი
kk: Көмекші режимі
km: របៀបជំនួយ
kn: ಸಹಾಯಕ ಮೋಡ್
ko: 도우미 모드
lo: ໂໝດຕົວຊ່ວຍ
lt: Pagalbos režimas
lv: Palīga režīms
mk: Режим со помош
ml: സഹായി മോഡ്
mn: Туслагчийн горим
mr: मदतनीस मोड
ms: Mod pembantu
my: အကူမုဒ်
ne: सहायक मोड
nl: Helpermodus
no: Hjelpemodus
or: ସହାୟକ ମୋଡ୍
pa: ਸਹਾਇਕ ਮੋਡ
pl: Tryb pomocy
pt: Modo de ajuda
ro: Mod Ajutor
ru: Режим подсказки
si: උදව් මාදිලිය
sk: Režim pomocníka
sl: Način pomočnika
sq: Modaliteti i ndihmës
sr: Režim pomoći
sv: Hjälpläge
sw: Hali ya msaada
ta: உதவி முறை
te: సహాయక మోడ్
th: โหมดตัวช่วย
tr: Yardımcı modu
ug: ياردەمچى ھالەت
uk: Режим помічника
ur: مددگار موڈ
uz: Yordamchi rejim
vi: Chế độ trợ giúp
zh: 辅助模式
zu: Imodi yomsizi

# options.unlimitedLives.info
source: You always start with 3 lives. The game will finish when you have no lives left. Turn this option on to keep playing and practice after your lives are gone.
af: Jy begin altyd met 3 lewens. Die spel eindig wanneer jy geen lewens oor het nie. Skakel dié opsie aan om aan te hou speel en oefen nadat jou lewens op is.
am: ሁልጊዜ በ3 ሕይወቶች ትጀምራለህ። ሕይወቶችህ ሲያልቁ ጨዋታው ይጠናቀቃል። ሕይወቶችህ ካለቁ በኋላም ለመጫወትና ለመለማመድ ይህን አማራጭ አብራ።
ar: تبدأ دائمًا بـ3 حيوات. تنتهي اللعبة عند نفادها. فعّل هذا الخيار لمتابعة اللعب والتمرّن بعد نفاد حيواتك.
as: তুমি সদায় ৩টা জীৱনেৰে আৰম্ভ কৰা। জীৱন শেষ হ’লে খেল শেষ হ’ব। জীৱন শেষৰ পিছতো খেলি অভ্যাস কৰিবলৈ এই বিকল্প চালু কৰা।
az: Həmişə 3 canla başlayırsan. Canların bitəndə oyun başa çatır. Canların bitəndən sonra da oynayıb məşq etmək üçün bu seçimi aktiv et.
be: Ты заўсёды пачынаеш з 3 жыццямі. Гульня завершыцца, калі жыцці скончацца. Уключы гэтую наладу, каб працягваць гуляць і трэніравацца без жыццяў.
bg: Винаги започваш с 3 живота. Играта свършва, когато останеш без животи. Включи тази опция, за да продължиш да играеш и упражняваш след това.
bn: তুমি সব সময় ৩টি জীবন নিয়ে শুরু করবে। জীবন শেষ হলে খেলা শেষ হবে। জীবন শেষের পরও খেলতে ও অনুশীলন করতে এটি চালু করো।
bo: ཁྱེད་ལ་རྟག་ཏུ་སྲོག་3 ཡོད། སྲོག་ཚར་ན་རྩེད་མོ་མཇུག་སྒྲིལ། སྲོག་ཚར་རྗེས་ཀྱང་མུ་མཐུད་རྩེ་ཞིང་སྦྱོང་བར་འདེམས་སྒྲིག་འདི་ཁ་ཕྱེ།
bs: Uvijek počinješ s 3 života. Igra završava kad izgubiš sve živote. Uključi ovu opciju da nastaviš igrati i vježbati nakon toga.
ca: Sempre comences amb 3 vides. El joc s’acaba quan et quedes sense vides. Activa aquesta opció per continuar jugant i practicant després de perdre-les.
cs: Vždy začínáš se 3 životy. Hra skončí, když ti žádný nezbude. Zapni tuto možnost, abys mohl pokračovat a trénovat i bez životů.
cy: Rwyt ti bob amser yn dechrau gyda 3 bywyd. Bydd y gêm yn gorffen pan nad oes bywydau ar ôl. Tro'r dewis hwn ymlaen i barhau i chwarae ac ymarfer ar ôl i'r bywydau ddod i ben.
da: Du starter altid med 3 liv. Spillet slutter, når du ikke har flere liv. Slå dette til for at fortsætte med at spille og øve, når dine liv er brugt.
de: Du startest immer mit 3 Leben. Das Spiel endet, wenn du keine Leben mehr hast. Schalte diese Option ein, um danach weiterzuspielen und zu üben.
el: Ξεκινάς πάντα με 3 ζωές. Το παιχνίδι τελειώνει όταν δεν σου μείνει καμία. Ενεργοποίησε αυτή την επιλογή για να συνεχίσεις να παίζεις και να εξασκείσαι μετά.
es: Siempre empiezas con 3 vidas. El juego termina cuando te quedas sin vidas. Activa esta opción para seguir jugando y practicando después.
et: Alustad alati 3 eluga. Mäng lõpeb, kui elud saavad otsa. Lülita see sisse, et pärast elude lõppemist edasi mängida ja harjutada.
eu: Beti 3 bizitzarekin hasten zara. Bizitzarik gabe geratzean, jokoa amaituko da. Piztu aukera hau bizitzak amaitu ondoren jolasten eta praktikatzen jarraitzeko.
fa: همیشه با ۳ جان شروع می‌کنی. وقتی جان‌ها تمام شوند، بازی پایان می‌یابد. این گزینه را روشن کن تا بعد از تمام شدن جان‌ها هم بازی و تمرین کنی.
fi: Aloitat aina kolmella elämällä. Peli päättyy, kun elämäsi loppuvat. Ota tämä käyttöön, jotta voit jatkaa pelaamista ja harjoittelua sen jälkeen.
fo: Tú byrjar altíð við 3 lívum. Spælið endar, tá tú einki lív hevur eftir. Tendr hetta fyri at halda fram at spæla og venja, tá lívini eru uppi.
fr: Tu commences toujours avec 3 vies. La partie se termine quand tu n’as plus de vies. Active cette option pour continuer à jouer et t’entraîner après les avoir perdues.
ga: Tosaíonn tú le 3 bheatha i gcónaí. Críochnaíonn an cluiche nuair nach mbíonn aon bheatha fágtha agat. Cuir an rogha seo ar siúl chun leanúint ag imirt agus ag cleachtadh tar éis do bheathaí a bheith caillte.
gl: Sempre comezas con 3 vidas. O xogo remata cando quedas sen vidas. Activa esta opción para seguir xogando e practicando despois.
gu: તમે હંમેશા 3 જીવનથી શરૂ કરો છો. જીવન પૂરાં થતાં રમત પૂરી થશે. જીવન પૂરાં થયા પછી પણ રમવા અને અભ્યાસ કરવા આ વિકલ્પ ચાલુ કરો.
he: תמיד מתחילים עם 3 חיים. המשחק מסתיים כשלא נשארים חיים. הפעילו אפשרות זו כדי להמשיך לשחק ולהתאמן גם אחרי שהחיים נגמרים.
hi: तुम हमेशा 3 जीवन से शुरू करते हो। जीवन खत्म होते ही खेल खत्म होगा। जीवन खत्म होने के बाद भी खेलने और अभ्यास करने के लिए यह विकल्प चालू करें।
hr: Uvijek počinješ s 3 života. Igra završava kad ih izgubiš. Uključi ovu opciju za nastavak igre i vježbanje bez života.
hu: Mindig 3 élettel kezdesz. A játék véget ér, ha elfogynak az életeid. Kapcsold be, hogy utána is játszhass és gyakorolhass.
hy: Դու միշտ սկսում ես 3 կյանքով։ Երբ կյանքերդ վերջանան, խաղը կավարտվի։ Միացրու այս ընտրանքը՝ դրանից հետո էլ խաղալու և փորձելու համար։
id: Kamu selalu mulai dengan 3 nyawa. Permainan selesai saat nyawamu habis. Aktifkan opsi ini agar tetap bisa bermain dan berlatih setelah nyawamu habis.
is: Þú byrjar alltaf með 3 líf. Leiknum lýkur þegar lífin eru búin. Kveiktu á þessu til að halda áfram að spila og æfa eftir það.
it: Inizi sempre con 3 vite. La partita finisce quando non hai più vite. Attiva questa opzione per continuare a giocare e allenarti anche dopo averle finite.
ja: いつもライフ3こで始まります。ライフがなくなるとゲームは終わります。オンにすると、ライフがなくなったあとも遊んでれんしゅうできます。
ka: ყოველთვის 3 სიცოცხლით იწყებ. როცა სიცოცხლე აღარ დაგრჩება, თამაში დასრულდება. ჩართე ეს პარამეტრი, რომ სიცოცხლეების ამოწურვის შემდეგაც გააგრძელო თამაში და ვარჯიში.
kk: Әрдайым 3 жанмен бастайсың. Жандарың біткенде ойын аяқталады. Жандарың біткеннен кейін де ойнап, жаттығу үшін осы баптауды қос.
km: អ្នកតែងតែចាប់ផ្តើមដោយមាន 3 ជីវិត។ ហ្គេមនឹងបញ្ចប់ពេលអ្នកអស់ជីវិត។ បើកជម្រើសនេះ ដើម្បីបន្តលេង និងហាត់ក្រោយពេលជីវិតអស់។
kn: ನೀನು ಯಾವಾಗಲೂ 3 ಜೀವಗಳಿಂದ ಆರಂಭಿಸುತ್ತೀಯ. ಜೀವಗಳು ಮುಗಿದಾಗ ಆಟ ಮುಗಿಯುತ್ತದೆ. ಜೀವಗಳು ಮುಗಿದ ಮೇಲೂ ಆಡಲು ಮತ್ತು ಅಭ್ಯಾಸ ಮಾಡಲು ಈ ಆಯ್ಕೆಯನ್ನು ಆನ್ ಮಾಡು.
ko: 항상 목숨 3개로 시작해요. 목숨을 모두 잃으면 게임이 끝나요. 이 옵션을 켜면 목숨이 없어도 계속 연습할 수 있어요.
lo: ເຈົ້າເລີ່ມດ້ວຍ 3 ຊີວິດສະເໝີ. ເກມຈະຈົບເມື່ອຊີວິດໝົດ. ເປີດຕົວເລືອກນີ້ເພື່ອຫຼິ້ນ ແລະ ຝຶກຕໍ່ຫຼັງຈາກຊີວິດໝົດ.
lt: Visada pradedi su 3 gyvybėmis. Kai jos baigiasi, žaidimas baigiamas. Įjunk šią parinktį, kad galėtum toliau žaisti ir mokytis.
lv: Tu vienmēr sāc ar 3 dzīvībām. Spēle beidzas, kad dzīvību vairs nav. Ieslēdz šo iespēju, lai pēc tam turpinātu spēlēt un trenēties.
mk: Секогаш почнуваш со 3 животи. Играта завршува кога ќе останеш без животи. Вклучи ја оваа опција за да продолжиш да играш и вежбаш и потоа.
ml: നീ എപ്പോഴും 3 ജീവനുകളോടെ തുടങ്ങും. ജീവനുകൾ തീർന്നാൽ കളി തീരും. അതിന് ശേഷവും കളിച്ച് പരിശീലിക്കാൻ ഇത് ഓണാക്കൂ.
mn: Чи үргэлж 3 амьтай эхэлнэ. Амь дуусахад тоглоом дуусна. Амь дууссан ч үргэлжлүүлэн тоглож, давтахын тулд үүнийг асаа.
mr: तू नेहमी 3 जीवांनी सुरू करतोस. जीव संपले की खेळ संपतो. जीव संपल्यानंतरही खेळत आणि सराव करत राहण्यासाठी हा पर्याय सुरू कर.
ms: Kamu sentiasa bermula dengan 3 nyawa. Permainan tamat bila nyawa habis. Hidupkan pilihan ini untuk terus bermain dan berlatih selepas nyawa habis.
my: အမြဲ အသက် ၃ ခုနဲ့ စမယ်။ အသက်ကုန်ရင် ဂိမ်းပြီးမယ်။ အသက်ကုန်ပြီးနောက်လည်း ဆက်ကစားလေ့ကျင့်ဖို့ ဒီရွေးချယ်မှုကို ဖွင့်ပါ။
ne: तिमी सधैं ३ जीवनबाट सुरु गर्छौ। जीवन सकिएपछि खेल सकिन्छ। जीवन सकिएपछि पनि खेल्दै अभ्यास गर्न यो विकल्प चालु गर।
nl: Je begint altijd met 3 levens. Het spel wordt beëindigd als je geen levens meer hebt. Zet deze optie aan om door te spelen en te oefenen nadat je levens op zijn.
no: Du starter alltid med 3 liv. Spillet avsluttes når du er tom for liv. Slå på dette valget for å fortsette å spille og øve etterpå.
or: ତୁମେ ସବୁବେଳେ 3ଟି ଜୀବନରୁ ଆରମ୍ଭ କର। ସବୁ ଜୀବନ ଶେଷ ହେଲେ ଖେଳ ଶେଷ ହେବ। ଜୀବନ ଶେଷ ପରେ ମଧ୍ୟ ଖେଳିବା ଓ ଅଭ୍ୟାସ କରିବାକୁ ଏହି ବିକଳ୍ପ ଚାଲୁ କର।
pa: ਤੁਸੀਂ ਹਮੇਸ਼ਾ 3 ਜਾਨਾਂ ਨਾਲ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋ। ਜਾਨਾਂ ਮੁੱਕਣ 'ਤੇ ਖੇਡ ਖਤਮ ਹੋ ਜਾਂਦੀ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਵੀ ਖੇਡਣ ਅਤੇ ਅਭਿਆਸ ਲਈ ਇਹ ਚੋਣ ਚਾਲੂ ਕਰੋ।
pl: Zawsze zaczynasz z 3 życiami. Gra kończy się, gdy je stracisz. Włącz tę opcję, aby dalej grać i ćwiczyć bez żyć.
pt: Começas sempre com 3 vidas. O jogo termina quando ficares sem vidas. Liga esta opção para continuares a jogar e a praticar depois de as vidas acabarem.
ro: Începi mereu cu 3 vieți. Jocul se încheie când nu mai ai vieți. Activează această opțiune ca să continui să te joci și să exersezi.
ru: Ты всегда начинаешь с 3 жизнями. Когда жизни закончатся, игра завершится. Включи эту настройку, чтобы продолжить играть и тренироваться без жизней.
si: ඔබ හැමවිටම ජීවිත 3කින් පටන් ගනී. ජීවිත ඉවර වූ විට ක්‍රීඩාව අවසන් වේ. ජීවිත ඉවර වූ පසුත් ක්‍රීඩා කර පුහුණු වීමට මෙය ක්‍රියාත්මක කරන්න.
sk: Vždy začínaš s 3 životmi. Hra sa skončí, keď už nemáš žiadny život. Zapni túto možnosť, aby si mohol hrať a trénovať ďalej aj bez životov.
sl: Vedno začneš s 3 življenji. Igra se konča, ko ti jih zmanjka. Vklopi to možnost, da lahko igraš in vadiš tudi brez življenj.
sq: Fillon gjithmonë me 3 jetë. Loja mbaron kur nuk të mbetet asnjë jetë. Aktivizoje këtë opsion për të vazhduar të luash e të ushtrohesh pasi të mbarojnë jetët.
sr: Uvek počinješ sa 3 života. Igra se završava kad izgubiš sve živote. Uključi ovu opciju da nastaviš da igraš i vežbaš i tada.
sv: Du börjar alltid med 3 liv. Spelet slutar när dina liv är slut. Slå på detta för att fortsätta spela och öva när liven är slut.
sw: Daima unaanza na maisha 3. Mchezo huisha maisha yakikwisha. Washa chaguo hili ili kuendelea kucheza na kufanya mazoezi baada ya maisha kuisha.
ta: நீ எப்போதும் 3 உயிர்களுடன் தொடங்குவாய். உயிர்கள் தீர்ந்ததும் விளையாட்டு முடியும். உயிர்கள் தீர்ந்த பிறகும் தொடர்ந்து விளையாடிப் பயிற்சி செய்ய இதை இயக்கு.
te: నువ్వు ఎప్పుడూ 3 లైఫ్‌లతో మొదలుపెడతావు. లైఫ్‌లు అయిపోతే ఆట ముగుస్తుంది. లైఫ్‌లు అయిపోయాక కూడా ఆడి సాధన చేయడానికి దీన్ని ఆన్ చేయి.
th: เริ่มด้วย 3 ชีวิตเสมอ เกมจะจบเมื่อชีวิตหมด เปิดตัวเลือกนี้เพื่อเล่นและฝึกต่อหลังชีวิตหมด
tr: Her zaman 3 canla başlarsın. Canların bitince oyun sona erer. Canların bittikten sonra oynamaya ve çalışmaya devam etmek için bu seçeneği aç.
ug: ھەمىشە 3 جان بىلەن باشلايسەن. جانلىرىڭ تۈگىسە ئويۇن ئاخىرلىشىدۇ. جان تۈگىگەندىن كېيىنمۇ ئويناش ۋە مەشىق قىلىش ئۈچۈن بۇ تاللانمىنى ئاچ.
uk: Ти завжди починаєш із 3 життями. Гра завершиться, коли життя закінчаться. Увімкни цю опцію, щоб далі грати й тренуватися без життів.
ur: آپ ہمیشہ 3 جانوں سے شروع کرتے ہیں۔ جانیں ختم ہوں تو کھیل ختم ہو جاتا ہے۔ جانیں ختم ہونے کے بعد بھی کھیلنے اور مشق کے لیے یہ اختیار آن کریں۔
uz: Har doim 3 ta jon bilan boshlaysan. Jonlaring tugasa, o‘yin yakunlanadi. Jonlaring tugagach ham o‘ynash va mashq qilish uchun bu sozlamani yoq.
vi: Bạn luôn bắt đầu với 3 mạng. Trò chơi kết thúc khi bạn hết mạng. Bật tùy chọn này để tiếp tục chơi và luyện tập sau khi hết mạng.
zh: 你每次都从 3 条生命开始。生命用完时游戏结束。开启此选项后，生命用完仍可继续练习。
zu: Njalo uqala ngezimpilo ezi-3. Umdlalo uphela uma zingasekho izimpilo. Vula le nketho ukuze uqhubeke udlale futhi uzijwayeze ngemva kokuphela kwezimpilo.

# options.unlimitedLives.title
source: Unlimited lives
af: Onbeperkte lewens
am: ያልተገደቡ ሕይወቶች
ar: حيوات بلا حدود
as: সীমাহীন জীৱন
az: Sonsuz can
be: Бясконцыя жыцці
bg: Безкрайни животи
bn: অসীম জীবন
bo: སྲོག་ཚད་མེད
bs: Neograničeni životi
ca: Vides il·limitades
cs: Neomezené životy
cy: Bywydau diderfyn
da: Ubegrænsede liv
de: Unbegrenzte Leben
el: Απεριόριστες ζωές
es: Vidas ilimitadas
et: Piiramatud elud
eu: Bizitza mugagabeak
fa: جان نامحدود
fi: Rajattomat elämät
fo: Óavmarkað lív
fr: Vies illimitées
ga: Beathaí gan teorainn
gl: Vidas sen límite
gu: અમર્યાદિત જીવન
he: חיים ללא הגבלה
hi: असीमित जीवन
hr: Neograničeni životi
hu: Korlátlan életek
hy: Անսահման կյանքեր
id: Nyawa tak terbatas
is: Ótakmörkuð líf
it: Vite illimitate
ja: ライフむげん
ka: უსასრულო სიცოცხლეები
kk: Шексіз жан
km: ជីវិតគ្មានកំណត់
kn: ಅಮಿತ ಜೀವಗಳು
ko: 목숨 무제한
lo: ຊີວິດບໍ່ຈຳກັດ
lt: Neribotos gyvybės
lv: Neierobežotas dzīvības
mk: Неограничени животи
ml: പരിധിയില്ലാത്ത ജീവനുകൾ
mn: Хязгааргүй амь
mr: अमर्याद जीव
ms: Nyawa tanpa had
my: အသက် အကန့်အသတ်မရှိ
ne: असीमित जीवन
nl: Onbeperkt levens
no: Ubegrensede liv
or: ଅସୀମ ଜୀବନ
pa: ਬੇਅੰਤ ਜਾਨਾਂ
pl: Nielimitowane życia
pt: Vidas ilimitadas
ro: Vieți nelimitate
ru: Бесконечные жизни
si: අසීමිත ජීවිත
sk: Neobmedzené životy
sl: Neomejena življenja
sq: Jetë pa kufi
sr: Neograničeni životi
sv: Obegränsade liv
sw: Maisha bila kikomo
ta: வரம்பில்லா உயிர்கள்
te: అపరిమిత లైఫ్‌లు
th: ชีวิตไม่จำกัด
tr: Sınırsız can
ug: چەكسىز جان
uk: Безлімітні життя
ur: لامحدود جانیں
uz: Cheksiz jonlar
vi: Mạng không giới hạn
zh: 无限生命
zu: Izimpilo ezingenamkhawulo
